{
    "people": [
    { "person" {
        "imagefeatured": "maria-susan-guarino.jpg",
        "name": "Maria Susan Guarino",
        "org": "Teachers College, Columbia University",
        "bio": "Maria Susan Guarino(she/her) is a Doctoral Fellow in the Curriculum and Teaching Department at Teachers College, Columbia University. She is interested in thinking about performances of disability in educational spaces and enjoys multimodal research.",
        "workonproject": "Maria's contributions to this project focused on disability curriculum. She collaboratively imagined teaching ideas about disability in NYC education, focusing on disability pedagogy, spaces of care, and the co-constructions of disability and race. "
    }
}
},
    {   "person" {
        "imagefeatured": "miranda-hansen-hunt.jpg",
        "name": "Miranda Hansen-Hunt",
        "bio": "Miranda Hansen-Hunt is an anthropologist and teacher. She holds a PhD in Anthropology and Education from Teachers College, Columbia University as well as a Master's in Elementary Education from the University of Pennsylvania.",
        "workonproject": "My contributions to this project are two fold. I served as the anthropologist documenting the process of the project. I also used my knowledge of teaching and curricular design to help edit the contextualizations that accompany the archival material originally written by the team of teachers and historians."
    }
},
    {   "person" {
        "imagefeatured": "judy-derosier.jpg",
        "name": "Judy DeRosier",
        "jobtitle": "Research Fellow",
        "bio": "Judy DeRosier is a PhD student at Teachers College, Columbia University in the Teaching of Social Studies program. Her research centers Afro-Caribbean immigrant youth and their experiences in American schooling.",
        "workonproject": "Judy's contributions to this project focused on centering Black women and their experiences with fighting against segregation in NYC public schools by examining and researching primary source documents, writing contextualizations for the documents, and drafting questions for students (and teachers) to consider. Judy contributed to the NYCCRHP as a team member and Research Fellow."
    }
},
    {   "person" {
        "imagefeatured": "neha-pant.jpg",
        "name": "Neha Pant",
        "org": "Teachers College, Columbia University ",
        "bio": "Neha Pant is a Ed.D student in Curriculum and Teaching at Teachers College, Columbia University. She is a Zankel Fellow and a graduate assistant with the writing center at TC.  Neha contributed to the NYCCRHP as a research assistant .",
        "workonproject": "Neha's primary role was to review literature on disability history in New York. "
    }
},
    {   "person" {
        "imagefeatured": "matt-kautz.jpg",
        "name": "Matt Kautz",
        "org": "Eastern Michigan University",
        "jobtitle": "Assistant Professor",
        "bio": "Matt Kautz is an historian of education and Assistant Professor at Eastern Michigan University. Prior to earning his PhD he worked in schools in Detroit, Chicago, and New York. ",
        "workonproject": "My contributions to this project focused on conducting archival research, assisting in the formation of document sets, writing contextualizations, and designing instructional materials. The depth and breadth of my work can be seen most clearly in the following document sets: The boycotts; Black and Latina Women's Education Activism in and beyond the Courts; How Do You Segregate a School System; and the School Governance document set. "
    }
},
    {   "person" {
        "imagefeatured": "brian-jones.jpg",
        "name": "Brian Jones",
        "org": "Center for Educators & Schools, The New York Public Library",
        "jobtitle": "Director, Center for Educators & Schools, NYPL",
        "bio": "Brian Jones is director of the Center for Educators and Schools at the New York Public Library, and author of The Tuskegee Student Uprising: A History.",
        "workonproject": "As one of the project co-directors, I offered guidance on the overall project and its processes. I began this project as Associate Director of Education at the Schomburg Center for Research in Black Culture, and contributed to curating events and archival resources related to the history of Black-led educational activism in New York, from which this larger project emerged."
    }
},
    {   "person" {
        "imagefeatured": "jeanne-theoharis.jpg",
        "name": "Jeanne Theoharis",
        "org": "Brooklyn College of CUNY",
        "jobtitle": "Distinguished Professor of Political Science",
        "bio": "Jeanne Theoharis is the author or co-author of eleven books on the civil rights and Black Power movements and the contemporary politics of race. Her widely-acclaimed biography The Rebellious Life of Mrs. Rosa Parks won a 2014 NAACP Image Award.",
        "workonproject": "[Please make mine parallel to Brian Jones.  I don't know what we are saying our title/role is.]"
    }
},
    {   "person" {
        "imagefeatured": "errol-c-saunders-ii.jpg",
        "name": "Errol C. Saunders, II",
        "org": "Teachers College, Columbia University",
        "bio": "Errol C. Saunders II is a history teacher and the Executive Director of Pathfinder at Hopkins School, an academic enrichment program in New Haven, CT. He is a doctoral candidate in Curriculum and Teaching at Teachers College, Columbia University.",
        "workonproject": "Errol contributed to the NYCCRHP as a team member and archival researcher, helping to choose, interpret, and contextualize sources throughout the project. Additionally, Errol took the lead in identifying, and interpreting sources that highlighted joy in the midst of these struggles for civil rights. "
    }
},
    {   "person" {
        "imagefeatured": "jill-rothstein.jpg",
        "name": "Jill Rothstein",
        "org": "Chief Librarian",
        "jobtitle": "The New York Public Library's Andrew Heiskell Braille and Talking Book Library",
        "bio": "\nJill has worked at the New York Public Library for 17 years, has been Chief Librarian of the Sapolin award-winning Heiskell Library for 7 years, is a core member of the Accessibility Working Group, and a Kennedy Center LEAD Emerging Leader Awardee. "
    }
},
    {   "person" {
        "imagefeatured": "david-j-connor.jpg",
        "name": "David J. Connor",
        "org": "Professor Emeritus",
        "jobtitle": "Hunter College, CUNY",
        "bio": "David J. Connor is an educator, author, and artist who has taught in public schools and universities in NYC for thirty-five years. For more information, see"
    }
},
    {   "person" {
        "imagefeatured": "mara-mills.jpg",
        "name": "Mara Mills",
        "org": "Associate Professor",
        "jobtitle": "New York University",
        "bio": "Mara Mills is Associate Professor of Media, Culture, and Communication at New York University and co-founder and co-director of the NYU Center for Disability Studies. She is a former public high school biology and English teacher."
    }
},
    {   "person" {
        "imagefeatured": "lauren-lefty.jpg",
        "name": "Lauren Lefty",
        "org": "Assistant Professor",
        "bio": "Lauren Lefty is an Assistant Professor in the History Department and Director of History Education at Northern Arizona University. Her research interests include the history of education, teacher ed, and public humanities.   "
    }
},
    {   "person" {
        "imagefeatured": "emily-ladau.jpg",
        "name": "Emily Ladau",
        "org": "Author and Disability Rights Activist",
        "bio": "Emily Ladau is a passionate disability rights activist, writer, storyteller, and digital communications consultant. She is the author of Demystifying Disability: What to Know, What to Say, and How to be an Ally."
    }
},
    {   "person" {
        "imagefeatured": "nicolyn-plummer.jpg",
        "name": "Nicolyn Plummer",
        "org": "Consultant",
        "bio": "Nicolyn is a servant leader, humanitarian contributions to disabilities and d/Deaf projects, consultant, and executive assistant of Be Bold and Be Heard show. "
    }
},
    {   "person" {
        "imagefeatured": "jorge-matos-valldejuli.jpg",
        "name": "Jorge Matos Valldejuli",
        "org": "Assistant Professor & Reference Librarian",
        "jobtitle": "Hostos Community College-CUNY",
        "bio": "Jorge Matos Valldejuli is an Assistant Professor and Reference Librarian at Hostos Community College at The City University of New York. His publications have focused on race at the former Willowbrook State School in Staten Island, New York. "
    }
},
    {   "person" {
        "imagefeatured": "rachel-a-norman.jpg",
        "name": "Rachel A. Norman",
        "org": "Adult Program Coordinator",
        "jobtitle": "IntegrateNYC",
        "bio": "Rachel Norman’s work as Adult Program Director lies at the intersection of education, racial justice, and advocacy."
    }
},
    {   "person" {
        "imagefeatured": "alicia-ciocca.jpg",
        "name": "Alicia Ciocca",
        "org": "Special Education Teacher",
        "jobtitle": "NYC Department of Education",
        "bio": "Alicia Ciocca has worked as a Special Education Teacher since 2013. She teaches a high school Disability Justice course. She actively seeks to build a future where all students know and appreciate disability history and literature."
    }
},
    {   "person" {
        "imagefeatured": "sharon-mcLennon-wier.jpg",
        "name": "Sharon McLennon-Wier, Ph.D. MSED, CRC, LMHC",
        "org": "Executive Director",
        "jobtitle": "Center for the Independence of the Disabled, New York (CIDNY)",
        "bio": "Dr. McLennon-Wier has worked in the field of disability for over 25 years.  She is the Executive Director of CIDNY.  She is an administrator, advocate,  and researcher ."
    }
},
    {   "person" {
        "imagefeatured": "taylor-mcGraw.jpg",
        "name": "Taylor McGraw",
        "org": "Executive Director",
        "jobtitle": "The Bell",
        "bio": "Taylor McGraw is the co-founder and executive director of The Bell, a non-profit that trains NYC high school students in audio journalism and advocates for equitable access to student media programs citywide."
    }
},
    {   "person" {
        "imagefeatured": "maria-cioe-pena.jpg",
        "name": "\"María Cioè-Peña\"",
        "bio": "María Cioè-Peña is an assistant professor in Educational Linguistics at Penn GSE. Her work centers Latinx bilingual children with dis/abilities, their families and their ability to access multilingual inclusion within public schools."
    }
]
}